IDEA Open Model
TemperatureDirection Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Temperature direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum TemperatureDirection
Public Enumeration TemperatureDirection
Members
Member name | Value | Description
EveryWhere | 0 |  Every where
SpecifiedEdges | 1 |  Specified edges
See Also
Reference
IdeaRS.OpenModel.Loading Namespace